Repository: RogyMD/LocalizeTimix
Catalog: */app_strings.xcloc/Localized Contents/*.xliff
Languages: es, ro, ru

source: Begin ${template} with ${applicationName}
es: Comenzar ${template} con ${applicationName}
ro: Începe ${template} cu ${applicationName}
ru: Начните ${template} с ${applicationName}

source: Run ${template} using ${applicationName}
es: Ejecutar ${template} usando ${applicationName}
ro: Rulează ${template} folosind ${applicationName}
ru: Запустите ${template} используя ${applicationName}

source: Run ${template} with ${applicationName}
es: Ejecutar ${template} con ${applicationName}
ro: Rulează ${template} cu ${applicationName}
ru: Запустите ${template} с ${applicationName}

source: Start ${template} using ${applicationName}
es: Iniciar ${template} usando ${applicationName}
ro: Pornește ${template} folosind ${applicationName}
ru: Запустите ${template} используя ${applicationName}

source: Start ${template} with ${applicationName}
es: Iniciar ${template} con ${applicationName}
ro: Pornește ${template} cu ${applicationName}
ru: Запустите ${template} с ${applicationName}

source: Start countdown using ${applicationName}
es: Iniciar cuenta regresiva usando ${applicationName}
ro: Pornește numărătoarea inversă folosind ${applicationName}
ru: Запустите обратный отсчёт используя ${applicationName}

source: Start countdown with ${applicationName}
es: Iniciar cuenta regresiva con ${applicationName}
ro: Pornește numărătoarea inversă cu ${applicationName}
ru: Запустите обратный отсчёт с ${applicationName}

source: Audio File
es: Archivo de audio
ro: Fișier Audio
ru: Аудиофайл

# NSAppleMusicUsageDescription
source: Allow Timix to play music.
es: Permite Timix reproduzca música.
ro: Permite ca Timix să redea muzică.
ru: Позволяет Timix проигрывать музыку.

# NSSiriUsageDescription
source: Allow Timix to run by Siri
es: Esta aplicación requiere acceso a Siri para iniciar y gestionar tus temporizadores de cuenta regresiva mediante comandos de voz.
ro: Această aplicație necesită acces la Siri pentru a porni și gestiona cronometrele de numărătoare inversă folosind comenzi vocale.
ru: Этой приложении требуется доступ к Siri, чтобы запускать и управлять таймерами обратного отсчета с помощью голосовых команд.

# NSUserNotificationsUsageDescription
source: Timix will notify you as set.
es: Timix te notificará según lo configurado.
ro: Timix te va notifica așa cum este setat.
ru: Timix уведомит вас, как установлено вами.

source: Timix Template
ro: Timix Șablon
ru: Шаблон Timix

source: %@, starting now
es: %@, comenzando ahora
ro: %@, începe acum
ru: %@, начинается сейчас

source: Cancel a Timer
es: Cancelar un Temporizador
ro: Anulează un Timer
ru: Отмени Таймер

source: Countdown
es: Cuenta regresiva
ro: Numărătoare inversă
ru: Обратный отсчёт

source: Limited Functionality in Background
es: Funcionalidad Limitada en Segundo Plano
ro: Funcționalitate Limitată în Fundal
ru: Ограниченная функциональность в фоновом режиме

source: Only notifications work in the background; all other triggers are ignored. Tip: Keep Timix open and dim your screen.
es: Solo funcionan las notificaciones en segundo plano; todos los demás disparadores son ignorados. Consejo: Mantén Timix abierto y baja el brillo de la pantalla.
ro: Doar notificările funcționează în fundal; toate celelalte declanșări sunt ignorate. Sfat: Ține Timix deschis și reduce luminozitatea ecranului.
ru: В фоновом режиме работают только уведомления; все остальные триггеры игнорируются. Совет: Держите Timix открытым и уменьшите яркость экрана.

source: Open Timix
es: Abrir Timix
ro: Deschide Timix
ru: Открыть Timix

source: Open Timix App
es: Abrir la aplicación Timix
ro: Deschide aplicația Timix
ru: Открыть приложение Timix

source: Opens Timix App in the control center.
es: Abre la app Timix en el centro de control.
ro: Deschide aplicația Timix din centrul de control
ru: Открыть приложение Timix из центр команды

source: Pinned
es: Fijado
ro: Fixat
ru: Закреплено

source: Results
es: Resultados
ro: Rezultate
ru: Результаты

source: Resume or Pause a Timer
es: Reanudar o Pausar un Temporizador
ro: Reia sau Pune pe pauză un Timer
ru: Возобновить или Поставить на паузу Таймер

source: Start ${template} Timer
es: Inicia ${template} Temporizador
ro: Începe ${template} Timer
ru: Запустить ${template} Таймер

source: Start a Countdown
es: Iniciar una cuenta regresiva
ro: Începe numărătoarea inversă
ru: Запустить обратный отсчет

source: Start a Timer
es: Iniciar un Temporizador
ro: Pornește un Timer
ru: Запустить Таймер

source: Starts a Timer using a specified template.
es: Inicia un Temporizador usando una plantilla especificada.
ro: Pornește un Timer folosind un șablon specificat.
ru: Запускает Таймер, используя указанный шаблон.

source: Suggestions
es: Sugerencias
ro: Sugestii
ru: Предложения

source: Template
es: Plantilla
ro: Șablon
ru: Шаблон

source: The timer will be cancelled.
es: El temporizador será cancelado.
ro: Cronometrul va fi anulat.
ru: Таймер будет отменен.

source: The timer will be put on pause or resumed.
es: El temporizador se pausará o reanudará.
ro: Cronometrul va fi pus pe pauză sau reluat.
ru: Таймер будет приостановлен или возобновлен.

source: and Repeats Enabled Triggers
es: y Repite Disparadores Habilitados
ro: și Repetă Declanșatoarele Tornite
ru: и Повторяет Включенные Триггеры

source: %1$@ of %2$lld
es: %1$@ de %2$lld
ro: %1$@ din %2$lld
ru: %1$@ из %2$lld

# %1$lld timers; Duration: %2$@|==|plural.few
source: %1$lld timers; Duration: %2$@
ro: %1$lld timere; Durata: %2$@
ru: %1$lld таймерa; Длительность: %2$@

# %1$lld timers; Duration: %2$@|==|plural.many
source: %1$lld timers; Duration: %2$@
ru: %1$lld таймеров; Длительность: %2$@

# %1$lld timers; Duration: %2$@|==|plural.one
source: %1$lld timers; Duration: %2$@
ro: %1$lld timer; Durata: %2$@
ru: %1$lld таймер; Длительность: %2$@

# %1$lld timers; Duration: %2$@|==|plural.other
source: %1$lld timers; Duration: %2$@
ro: %1$lld de timere; Durata: %2$@
ru: %1$lld таймерa; Длительность: %2$@

# %lld Results|==|plural.one
source: %lld Result
es: %lld resultado
ro: %lld rezultat
ru: %lld результат

# %lld Results|==|plural.other
source: %lld Results
es: %lld resultados
ro: %lld de rezultate
ru: %lld результаты

# %lld times|==|plural.one
source: %lld time
es: %lld vez
ro: %lld dată
ru: %lld раз

# %lld times|==|plural.other
source: %lld times
es: %lld veces
ro: de %lld de ori
ru: %lld раза

source: - Banners: Currently disabled, so you won't see notifications from timers.
es: - Banners: Actualmente desactivados, por lo que no verás notificaciones de los temporizadores.
ro: - Bannere: Momentan dezactivate, deci nu veți vedea notificări de la timer.
ru: - Баннеры: В настоящее время отключены, поэтому вы не увидите уведомлений от таймеров.

source: - Critical Alerts: Disabled, which could mean missing vital warnings.
es: - Alertas críticas: Desactivadas, lo que podría significar la pérdida de advertencias vitales.
ro: - Alertele critice: Dezactivate, ceea ce ar putea însemna că pierdeți avertismente vitale.
ru: - Критические уведомления: Отключены, что может привести к упущению важных предупреждений.

source: - Sounds: Turned off, meaning you'll miss audible alerts.
es: - Sonidos: Apagados, lo que significa que te perderás las alertas audibles.
ro: - Sunete: Oprite, ceea ce înseamnă că veți rata alertele audibile.
ru: - Звуки: Выключены, значит, вы не услышите звуковые уведомления.

source: Access Denied
es: Acceso denegado
ro: Acces Refuzat
ru: Доступ запрещён

source: Activate the phone vibration by tapping here
es: Activa la vibración del teléfono tocando aquí
ro: Activați vibrația telefonului pornind aici
ru: Активируйте вибрацию телефона, нажав здесь

source: Activity
es: Actividad
ro: Activitate
ru: Активность

source: Add Timer
es: Añadir temporizador
ro: Adaugă Timere
ru: Добавить таймер

source: Alert Message
es: Mensaje de Alerta
ru: Сообщение Оповещения

source: All data has been removed.
es: Todos los datos han sido eliminados.
ro: Toate datele au fost șterse
ru: Все данные были удалены.

source: All set? Start the timer by tapping the 'Start' button. The countdown begins!
es: ¿Todo listo? Inicia el temporizador tocando el botón 'Inicio'. ¡Comienza la cuenta atrás!
ro: Totul e gata? Porniți cronometrul atingând butonul 'Start'. Începe numărătoarea inversă!
ru: Все готово? Запустите таймер, нажав кнопку 'Старт'. Начинается обратный отсчет!

source: And if it’s time to stop, a swift swipe to the left will do just that
es: Y si es hora de detenerse, un rápido deslizamiento a la izquierda lo hará justamente
ro: Și dacă e timpul să opriți, o glisare rapidă în stânga va face exact asta
ru: И если пришло время остановиться, быстрый свайп влево сделает это

source: And if it’s time to stop, scrolling to the left will do just that
es: Y si es hora de detenerse, deslizar hacia la izquierda hará justo eso
ro: Și dacă e timpul să vă opriți, derulați spre stânga pentru a face asta
ru: И если пора остановиться, проведите влево, чтобы сделать это

source: Ask TimixGPT
es: Pregúntale a TimixGPT
ro: Întreabă de TimixGPT
ru: Спроси у TimixGPT

source: Assign a duration of 1 minute to this new timer—short and sweet
es: Asigna una duración de 1 minuto a este nuevo temporizador: breve y conciso
ro: Atribuiți o durată de 1 minut acestui cronometru nou
ru: Установите для этого нового таймера продолжительность в 1 минуту — коротко и ясно

source: Begin Workout
es: Iniciar entrenamiento
ro: Începe antrenamentul
ru: Начать тренировку

source: Camera
es: Cámara
ro: Cameră
ru: Камера

source: Can't access file '%@'. Save file to Files app and open file again.
es: No se puede acceder al archivo '%@'. Guarda el archivo en la app Archivos y vuelve a abrirlo.
ro: Nu se poate accesa fișierul '%@'. Salvează fișierul în aplicația Fișiere și deschide-l din nou.
ru: Не удается получить доступ к файлу '%@'. Сохраните файл в приложении «Файлы» и откройте его снова.

source: Can't import '%@'
es: No se puede importar %@
ro: Nu poate importa ‘%@’
ru: Не удается импортировать %@

source: Choose a Voice
es: Elige una voz
ro: Alegeți o voce
ru: Выберите голос

source: Choose to 'Stop Playing' music
es: Elige 'Dejar de reproducir' música
ro: Alegeți să 'Oprească Muzica'
ru: Выберите 'Остановить воспроизведение' музыки

source: Close
es: Cerrar
ro: Închide
ru: Закрыть

source: Color
ro: Culoare
ru: Цвет

source: Copy
es: Copia
ro: Copie
ru: Копия

source: Couldn't find activities for '%@'...
es: No se pudieron encontrar actividades para “%@”…
ro: Nu am putut găsi activități pentru „%@”…
ru: Не удалось найти активности для «%@»…

source: Countdown: %1$@, ends at %2$@ and remained duration is %3$@
es: Cuenta regresiva: %1$@; termina a las %2$@ y la duración restante es %3$@
ro: Cronometru: %1$@, se termină la %2$@ și durata rămasă este %3$@
ru: Обратный отсчет: %1$@, заканчивается в %2$@, оставшаяся длительность %3$@

source: Countdown: '%@';
es: Cuenta regresiva: '%@';
ro: Numărătoare inversă: '%@';
ru: Обратный отсчет: '%@';

source: Counting Direction
es: Dirección de conteo
ro: Direcția numărătorii
ru: Направление отсчета

source: Counting Down
es: Contando hacia abajo
ro: Numără descrescător
ru: Обратный отсчет

source: Counting Up
es: Contando hacia arriba
ro: Numără crescător
ru: Отсчет вверх

source: Delete
es: Eliminar
ro: Șterge
ru: Удалить

source: Delete '%@' template?
es: ¿Eliminar la plantilla '%@'?
ro: Șterge șablonul ‘%@’?
ru: Удалить шаблон '%@'?

source: Delete Timer
es: Eliminar temporizador
ro: Șterge Timerul
ru: Удалить таймер

source: Double tap to edit timer
es: Toca dos veces para editar el temporizador
ro: Dublu tap pentru a edita timerul
ru: Дважды коснитесь для редактирования таймера

source: Double tap to switch between detail modes
es: Doble toque para cambiar entre modos de detalles
ro: Apăsați dublu pentru a comuta între modurile de detalii
ru: нажмите Дважды, чтобы переключаться между режимами детализации

source: Download More Voices...
es: Descargar más voces…
ro: Descarcă mai multe voci…
ru: Скачать больше голосов…

source: Download Timix app on App Store
es: Descargar Timix desde la App Store
ro: Descărcați aplicația Timix din App Store
ru: Скачать приложение Timix из App Store

source: Duplicate
es: Duplicar
ro: Duplică
ru: Дублировать

source: Duplicate Timer
es: Duplicar temporizador
ro: Dublează Timerul
ru: Дублировать таймер

source: Duplicate the Template
es: Duplicar la plantilla
ro: Duplică șablonul
ru: Дублировать шаблон

source: Duration
es: Duración
ro: Durată
ru: Продолжительность

# Duration: %1$@; %2$lld timers|==|plural.few
source: Duration: %1$@; %2$lld timers
ro: Durată: %1$@; %2$lld cronometre
ru: Длительность: %1$@; %2$lld таймерa

# Duration: %1$@; %2$lld timers|==|plural.many
source: Duration: %1$@; %2$lld timers
ru: Длительность: %1$@; %2$lld таймеров

# Duration: %1$@; %2$lld timers|==|plural.one
source: Duration: %1$@; %2$lld timer
es: Duración: %1$@; %2$lld temporizador
ro: Durată: %1$@; %2$lld cronometru
ru: Длительность: %1$@; %2$lld таймер

# Duration: %1$@; %2$lld timers|==|plural.other
source: Duration: %1$@; %2$lld timers
es: Duración: %1$@; %2$lld temporizadores
ro: Durată: %1$@; %2$lld cronometre
ru: Длительность: %1$@; %2$lld таймеров

source: Edit
es: Editar
ro: Editează
ru: Редактировать

source: Enable notifications to stay updated with timers and alerts. Don’t miss out on important reminders!
es: Activa las notificaciones para mantenerte actualizado con los temporizadores y alertas. ¡No te pierdas recordatorios importantes!
ro: Activați notificările pentru a fi la curent cu timerele și alertele. Nu ratați momente importante!
ru: Включите уведомления, чтобы быть в курсе таймеров и оповещений. Не пропустите важные напоминания!

source: End Workout
es: Finalizar entrenamiento
ro: Încheie antrenamentul
ru: Завершить тренировку

source: Enter a name for the template
es: Introduce un nombre para la plantilla
ro: Introduceți un nume pentru șablon
ru: Введите имя для шаблона

source: Erase All
es: Borrar todo
ro: Șterge tot
ru: Удалить все

source: Erase All Timix Data?
es: ¿Borrar todos los datos de Timix?
ro: Șterge toate datele Timix?
ru: Удалить все данные Timix?

source: Error: %@
ro: Eroare: %@
ru: Ошибка: %@

source: Ex. 🧘🏼‍♀️Yoga Routine
es: Por ej. 🧘🏼‍♀️ Rutina de Yoga
ro: Ex. 🧘🏼‍♀️Yoga
ru: Например, 🧘🏼‍♀️ Йога

source: Find Templates
es: Encontrar plantillas
ro: Găsiți șabloane
ru: Найти шаблоны

source: First up, let's set a trigger to activate right when your timer kicks off
es: Primero, vamos a configurar un disparador para que se active justo cuando tu temporizador se inicie
ro: Pentru început să setăm o alertă cînd cronometrul începe
ru: Для начала установим триггер, который активируется при старте таймера

source: Flash the Screen
es: Hacer parpadear la pantalla
ro: Aprinde Ecranul
ru: Мигание экрана

source: Flash the Torch
es: Activar el flash de la linterna
ro: Aprinde Lanterna
ru: Включить вспышку фонарика

source: Flip Counting Direction
es: Cambiar la dirección de conteo
ro: Inversează direcția numărătorii
ru: Перевернуть направление отсчета

source: Gift Timix to a Friend
es: Regalar Timix a un amigo
ro: Oferă Timix unui prieten
ru: Подарить Timix другу

source: Give your template a unique title. Siri will learn it.
es: Dale a tu plantilla un título único. Siri lo aprenderá.
ro: Dă șablonului tău un titlu unic. Siri îl va învăța.
ru: Дайте вашему шаблону уникальное название. Siri его запомнит.

source: Has Completed
es: Completado
ro: S-a terminat
ru: Завершен

source: Here’s the link to download Timix, the Timer App I was telling you about!
es: Aquí está el enlace para descargar Timix, la aplicación de temporizador de la que te estaba hablando.
ro: Iată linkul pentru a descărca Timix, aplicația despre care îți vorbeam!
ru: Вот ссылка на чтобы скачать Timix, приложения таймер, о котором я тебе говорил!

source: Hidden
es: Ocultos
ro: Ascuns
ru: Скрытые

source: Import
es: Importar
ro: Importă
ru: Импортировать

source: Import Audio File
es: Importar uno audio
ro: Importă fișier audio
ru: Импортировать аудиофайл

source: Is Counting
es: Está contando
ro: Este în funcțiune
ru: Работает

source: Is Paused
es: En pausa
ro: Este pe pauză
ru: Поставлен на паузу

source: Is Pinned
es: Fijado
ro: Este fixat
ru: Закреплен

source: Is Waiting To Be Resumed
es: Esperando para ser reanudado
ro: Așteaptă să fie reluat
ru: Ожидает возобновления

source: Jump to Next Timer
es: Saltar al siguiente temporizador
ro: Săriți la următorul cronometru
ru: Перейти к следующему таймеру

source: Jump to Previous Timer
es: Saltar al temporizador anterior
ro: Săriți la cronometrul anterior
ru: Перейти к предыдущему таймеру

source: Just hit the Camera button to move any timer quickly and easy to Timix!
es: ¡Solo pulsa el botón de Cámara para mover cualquier temporizador de forma rápida y sencilla a Timix!
ro: Apasă butonul “Cameră” pentru a muta rapid și ușor orice cronometru în Timix!
ru: Просто нажмите кнопку «Камера», чтобы быстро и легко перенести любой таймер в Timix!

source: Label
es: Etiqueta
ro: Etichetă
ru: Метка

source: Last Timer
es: Último temporizador
ro: Ultimul timer
ru: Последний таймер

source: Learn More
es: Aprende más
ro: Află mai multe
ru: Узнать больше

source: Learn more
es: Aprender más
ro: Află mai multe
ru: Узнать больше

source: Let’s set another trigger to spring into action when the timer starts
es: Configuremos otro disparador para que entre en acción cuando el temporizador se inicie
ro: Să stabilim un alt declanșator care să intre în acțiune când cronometrul pornește
ru: Давайте установим еще один триггер, который сработает при запуске таймера

source: MIN
ru: МИН

source: Magic tap to pause or resume a timer
es: Toque mágico para pausar o reanudar un temporizador
ro: Folosește magic tap pentru a întrerupe sau relua un cronometru
ru: Магическое касание для паузы или возобновления таймера

source: Magic tap to start a timer
es: Toca dos veces para iniciar un temporizador
ro: Magic Tap pentru a porni un timer
ru: Magic tap для запуска таймера

source: Manual
ru: Ручной

source: Music
es: Música
ro: Muzică
ru: Музыка

source: Need a pause? Tap the 'Pause' button
es: ¿Necesitas una pausa? Toca el botón 'Pausa'
ro: Aveți nevoie de o pauză? Atingeți butonul 'Pauză'
ru: Нужна пауза? Нажмите кнопку 'Пауза'

source: New
es: Nuevo
ro: Nou
ru: Новый

source: New template
es: Nueva plantilla
ro: Șablon nou
ru: Новый шаблон

source: No Active Timers
es: No hay temporizadores activos
ro: Nu-s timer active
ru: Нет активных таймеров

source: No Countdowns Here
es: No hay temporizadores aquí
ro: Nu există numărători aici
ru: Нет отсчетов здесь

source: No Timers
es: No hay temporizadores
ro: Nu-s Timere
ru: Нет таймеров

source: No results for '%@'
es: No hay resultados para '%@'
ro: Niciun rezultat pentru '%@'
ru: Нет результатов для '%@'

source: None
es: Ninguno
ro: Nimic
ru: Нет

source: Notification Message
es: Mensaje de notificación
ro: Mesajul Notificării
ru: Сообщение уведомления

source: Now, tap here to select a sound that will play the moment the timer starts
es: Ahora, toca aquí para seleccionar un sonido que se reproducirá en el momento en que el temporizador comience
ro: Acum, atingeți aici pentru a selecta un sunet care va răsuna în momentul startului cronometrului
ru: Теперь нажмите здесь, чтобы выбрать звук, который будет играть при запуске таймера

source: Open New Main List Window
es: Abrir nueva ventana principal de la lista
ro: Deschide o nouă fereastră a cu lista principală
ru: Открыть новое основное окно списка

source: Open Settings
es: Abrir configuración
ro: Deschide Setările
ru: Открыть настройки

source: Open Timix Settings
es: Abrir configuraciones de Timix
ro: Deschideți setările Timix
ru: Открыть настройки Timix

source: Open in New Window
es: Abrir en una nueva ventana
ro: Deschideți într-o fereastră nouă
ru: Открыть в новом окне

source: Open the Watch app, and under the My Watch tab, find Timer Watch app.
es: Abre la aplicación de Reloj y, en la pestaña Mi Reloj, encuentra la aplicación Timer Watch.
ro: Deschideți aplicația Ceas și, în fila Ceasul Meu, găsiți aplicația Timer Watch.
ru: Откройте приложение Часы и на вкладке Мои часы найдите приложение Timer Watch.

source: Open the Watch app, and under the My Watch tab, find Timix Watch app at the bottom of the list.
es: Abre la aplicación Watch y, en la pestaña "Mi reloj", encuentra la aplicación Timix Watch en la parte inferior de la lista.
ro: Deschide aplicația Watch, și sub tabul Ceasul Meu, găsește aplicația Timix Watch în partea de jos a listei.
ru: Откройте приложение Watch, и во вкладке "Мои часы" найдите Timix Watch внизу списка.

source: Pause
es: Pausa
ro: Pauză
ru: Пауза

source: Pause Countdown
es: Pausar Cuenta Atrás
ro: Oprește Numărătoare Inversă
ru: Пауза Обратного Отсчета

source: Pause the Countdown
es: Pausar la cuenta regresiva
ro: Întrerupe numărătoarea inversă
ru: Приостановить обратный отсчет

source: Pause/Resume
es: Pausa/Reanudar
ro: Pauză/Reia
ru: Пауза/Продолжить

source: Perform %lld Actions
ru: Выполнить %lld действий

source: Phone Vibrates
es: El teléfono vibra
ro: Telefonul Vibrează
ru: Телефон вибрирует

# Phone Vibrates %lld times|==|plural.one
source: Phone Vibrates %lld time
es: El teléfono vibra %lld vez
ro: Telefonul vibrează de %lld dată
ru: Телефон вибрирует %lld раз

# Phone Vibrates %lld times|==|plural.other
source: Phone Vibrates %lld times
es: El teléfono vibra %lld veces
ro: Telefonul vibrează de %lld de ori
ru: Телефон вибрирует %lld раза

source: Pick a Color
es: Escoge un color
ro: Alege Culoare
ru: Выберите цвет

source: Pick a Song
es: Elige una canción
ro: Alege un Cântec
ru: Выбрать песню

source: Pick an Activity
es: Seleccionar una actividad
ro: Alege o activitate
ru: Выберите активность

source: Pick an Audio
es: Elige un audio
ro: Alege un Audio
ru: Выбрать аудио

source: Pin Frequently Used Template
es: Fijar plantilla usada frecuentemente
ro: Fixează șabloanele folosite frecvent
ru: Закрепить часто используемый шаблон

source: Pin Template
es: Anclar plantilla
ro: Fixează șablonul
ru: Закрепить шаблон

source: Pin/Unpin
es: Fijar/Desfijar
ro: Fixați/Debifați
ru: Закрепить/Открепить

source: Pinned templates will appear at the top of your list, allowing quick access.
es: Las plantillas fijadas aparecerán en la parte superior de tu lista, permitiendo un acceso rápido.
ro: Șabloanele fixate vor apărea în partea de sus a listei tale, oferind acces rapid.
ru: Закрепленные шаблоны будут отображаться вверху списка для быстрого доступа.

source: Play '%@'
es: Reproducir '%@'
ro: Cântă '%@'
ru: Воспроизвести '%@'

source: Please install Timix Watch app and press Retry
es: Por favor, instala la aplicación Timix Watch y pulsa Reintentar
ro: Instalați vă rog aplicația Timix Watch și să apăsați Reîncercați
ru: Пожалуйста, установите приложение Timix Watch и нажмите Повторить

source: Post Notification '%@'
es: Publicar notificación '%@'
ro: Postează Notificarea '%@'
ru: Опубликовать уведомление '%@'

source: Post a Notification
es: Publicar una notificación
ro: Postează o Notificare
ru: Опубликовать уведомление

source: Presets
ro: Presetări
ru: Пресеты

source: Preview Voice
es: Escuchar la voz
ro: Ascultă vocea
ru: Послушать голос

source: Ready to say goodbye to a timer? Tap here to remove it from the sequence
es: ¿Listo para despedirte de un temporizador? Toca aquí para eliminarlo de la secuencia
ro: Gata să vă luați la revedere de la un cronometru? Atingeți aici pentru a-l șterge din secvență
ru: Готовы попрощаться с таймером? Нажмите здесь, чтобы удалить его из последовательности

source: Recents
es: Recientes
ro: Recente
ru: Недавние

source: Remove the Template
es: Eliminar la plantilla
ro: Șterge șablonul
ru: Удалить шаблон

source: Repeats Other Triggers
es: Repite Otros Disparadores
ro: Repetă Declanșatoarele
ru: Повторяет Другие Триггеры

source: Reset
es: Restablecer
ro: Resetare
ru: Сброс
