Repository: RogyMD/LocalizeTimix
Catalog: */app_strings.xcloc/Localized Contents/*.xliff
Languages: es, ro, ru

source: Reset the Countdown
es: Reiniciar la cuenta regresiva
ro: Resetează numărătoarea inversă
ru: Сбросить таймер

source: Resume
es: Reanudar
ro: Reia
ru: Продолжить

source: Resume the Countdown
es: Reanudar la cuenta regresiva
ro: Reia numărătoarea inversă
ru: Возобновить обратный отсчет

source: Retry
es: Reintentar
ro: Reîncercați
ru: Повторить

source: SEC
es: SEG
ru: СЕК

source: Save
es: Guardar
ro: Salvează
ru: Сохранить

source: Scan Timers
es: Escanear temporizadores
ro: Scanează cronometre
ru: Сканировать таймеры

source: Screen Flashes
es: Parpadeo de pantalla
ro: Ecranul se Aprinde
ru: Мерцание экрана

# Screen Flashes %lld times|==|plural.one
source: Screen Flashes %lld time
es: La pantalla parpadea %lld vez
ro: Ecranul clipește de %lld dată
ru: Экран мигает %lld раз

# Screen Flashes %lld times|==|plural.other
source: Screen Flashes %lld times
es: La pantalla parpadea %lld veces
ro: Ecranul clipește de %lld de ori
ru: Экран мигает %lld раза

source: Search activities...
es: Buscar actividades…
ro: Caută activități…
ru: Поиск активностей…

source: Search templates and timers...
es: Buscar plantillas y temporizadores...
ro: Caută șabloane și timere...
ru: Поиск шаблонов и таймеров...

source: Select another timer from your sequence to tweak or remove
es: Selecciona otro temporizador de tu secuencia para ajustarlo o eliminarlo
ro: Selectați celălalt cronometru din secvența dvs. pentru a-l ajusta sau șterge
ru: Выберите другой таймер из вашей последовательности, чтобы настроить его или удалить

source: Set As Default
es: Establecer como predeterminado
ro: Setează ca Implicit
ru: Установить по умолчанию

source: Settings
es: Configuración
ro: Setări
ru: Настройки

# Share &quot;%@&quot; template
source: Share "%@" template
es: Compartir plantilla "%@"
ro: Distribuie șablonul "%@"
ru: Поделиться шаблоном "%@"

source: Share Template
es: Compartir plantilla
ro: Distribuie șablonul
ru: Поделиться шаблоном

source: Show Confirmation Alert '%@'
es: Mostrar Alerta de Confirmación '%@'
ro: Arată Alertă pentru Confirmare ‘%@’
ru: Показать Подтверждающее Уведомление '%@'

source: Skip
es: Saltar
ro: Sari peste
ru: Пропустить

source: Sound
es: Sonido
ro: Sunet
ru: Звук

source: Speak
es: Hablar
ro: Vorbește
ru: Говорить

source: Speak '%@'
es: Decir '%@'
ro: Spune '%@'
ru: Произнести '%@'

source: Speak Text
es: Pronunciar texto
ro: Spune un Text
ru: Произнести текст

source: Speech Voice
es: Voz de habla
ro: Voce pentru vorbire
ru: Голос речи

source: Start
es: Iniciar
ru: Старт

source: Start the Countdown
es: Iniciar la cuenta regresiva
ro: Începe numărătoarea inversă
ru: Начать обратный отсчет

source: Stop Playing
es: Detener reproducción
ro: Oprește Muzica
ru: Остановить воспроизведение

source: Tap 'Back'
es: Toca 'Atrás'
ro: Atingeți 'Înapoi'
ru: Нажмите 'Назад'

source: Tap 'Back' once more
es: Toca 'Atrás' una vez más
ro: Atingeți 'Înapoi' încă o dată
ru: Нажмите 'Назад' еще раз

source: Tap 'Back' to hop back to the previous menu
es: Toca 'Atrás' para volver al menú anterior
ro: Atingeți 'Înapoi' pentru a reveni la meniul anterior
ru: Нажмите 'Назад', чтобы вернуться в предыдущее меню

source: Tap + to add another timer to our sequence. Let's keep the momentum going!
es: Pulsa + para añadir otro temporizador a nuestra secuencia. ¡Mantengamos el impulso!
ro: Atingeți + pentru a adăuga un alt cronometru la secvența noastră. Să menținem ritmul!
ru: Нажмите +, чтобы добавить еще один таймер в нашу последовательность. Давайте поддержим динамику!

source: Tap to Add Template Title
es: Toca para añadir título de la plantilla
ro: Atinge aici pentru a adăuga un titlu șablonului
ru: Нажмите, чтобы добавить название шаблона

# Template: '%1$@'; Duration: %2$@; has %3$lld timers|==|plural.few
source: Template: '%1$@'; Duration: %2$@; has %3$lld timers
ro: Șablon: '%1$@'; Durată: %2$@; are %3$lld cronometre
ru: Шаблон: '%1$@'; Длительность: %2$@; имеет %3$lld таймера

# Template: '%1$@'; Duration: %2$@; has %3$lld timers|==|plural.many
source: Template: '%1$@'; Duration: %2$@; has %3$lld timers
ru: Шаблон: '%1$@'; Длительность: %2$@; имеет %3$lld таймеров

# Template: '%1$@'; Duration: %2$@; has %3$lld timers|==|plural.one
source: Template: '%1$@'; Duration: %2$@; has %3$lld timer
es: Plantilla: '%1$@'; Duración: %2$@; tiene %3$lld temporizador
ro: Șablon: '%1$@'; Durată: %2$@; are %3$lld cronometru
ru: Шаблон: '%1$@'; Длительность: %2$@; имеет %3$lld таймера

# Template: '%1$@'; Duration: %2$@; has %3$lld timers|==|plural.other
source: Template: '%1$@'; Duration: %2$@; has %3$lld timers
es: Plantilla: '%1$@'; Duración: %2$@; tiene %3$lld temporizadores
ro: Șablon: '%1$@'; Durată: %2$@; are %3$lld de cronometre
ru: Шаблон: '%1$@'; Длительность: %2$@; имеет %3$lld таймеров

source: Text to Speak
es: Texto a pronunciar
ro: Text pentru a fi Rostit
ru: Текст для произношения

source: This feature requires access to your media library. Please enable access in Settings.
es: Esta función requiere acceso a tu biblioteca de medios. Por favor, habilita el acceso en Configuración.
ro: Această funcție necesită acces la biblioteca dvs. media. Vă rugăm să activați accesul în Setări.
ru: Для этой функции требуется доступ к вашей медиатеке. Пожалуйста, включите доступ в настройках.

source: Timer %1$lld of %2$lld
es: Temporizador %1$lld de %2$lld
ro: Timerul %1$lld din %2$lld
ru: Таймер: %1$lld из %2$lld

source: Timer %lld
ru: Таймер %lld

source: Timer '%1$lld' of %2$lld
es: Temporizador '%1$lld' de %2$lld
ro: Timerul %1$lld din %2$lld
ru: Таймер '%1$lld' из %2$lld

source: Timer '%@' has completed
es: El temporizador '%@' ha finalizado
ro: Timer-ul '%@' s-a finisat
ru: Таймер '%@' завершен

source: Timer: %1$@, ends at %2$@ and remained duration is %3$@
es: Temporizador: %1$@, termina a las %2$@ y la duración restante es %3$@
ro: Timerul: %1$@, se termină la %2$@ și durata rămasă este %3$@
ru: Таймер: %1$@, заканчивается в %2$@, оставшаяся длительность %3$@

source: Timer: '%1$@'; Timer Duration Remained: %2$@;
es: Temporizador: '%1$@'; Tiempo restante del temporizador: %2$@;
ro: Timer: '%1$@'; Durată rămasă a cronometrului: %2$@;
ru: Таймер: '%@'; Оставшееся время таймера: %@;

source: Timers
es: Temporizadores
ro: Timere
ru: Таймеры

source: Timix Community
es: Comunidad Timix
ro: Comunitatea Timix
ru: Сообщество Timix

source: Timix Watch App Not Installed
es: Aplicación Timix Watch no instalada
ro: Aplicația Timix Watch nu este instalată
ru: Приложение Timix Watch не установлено

source: Timix Watch Is Connected
es: Timix Watch está conectado
ro: Timix Watch este Conectat
ru: Timix Watch Подключен

source: Timix Watch app is not installed
es: La aplicación Timix Watch no está instalada
ro: Aplicație Timix Watch nu este instalată
ru: Приложение Timix Watch не установлено

source: To reset the timer and start fresh, give a swipe to the right
es: Para reiniciar el temporizador y empezar de nuevo, desliza a la derecha
ro: Pentru a reseta cronometrul și a începe de la capăt, faceți un glisare la dreapta
ru: Чтобы сбросить таймер и начать заново, сделайте свайп вправо

source: To reset the timer and start fresh, scroll to the right
es: Para restablecer el temporizador y empezar de nuevo, desliza hacia la derecha
ro: Pentru a reseta cronometrul și a începe de la zero, derulați spre dreapta
ru: Чтобы сбросить таймер и начать сначала, проведите вправо

source: Toggle Controls Visibility
es: Alternar la visibilidad de los controles
ro: Comută vizibilitatea butoanelor
ru: Переключить видимость кнопок

source: Torch Flashes
es: Activación del flash de la linterna
ro: Lanterna Se Aprinde
ru: Вспышка фонарика

# Torch Flashes %lld times|==|plural.one
source: Torch Flashes %lld time
es: El flash de la linterna se activa %lld vez
ro: Lanterna clipește de %lld dată
ru: Фонарик мигает %lld раз

# Torch Flashes %lld times|==|plural.other
source: Torch Flashes %lld times
es: El flash de la linterna se activa %lld veces
ro: Lanterna clipește de %lld de ori
ru: Фонарик мигает %lld раза

source: Turn On Notifications!
es: ¡Activa las notificaciones!
ro: Activează Notificările!
ru: Включите уведомления!

source: Unknown Title
es: Título desconocido
ro: Titlu Necunoscut
ru: Неизвестное название

source: Unpin Template
es: Desanclar plantilla
ro: Dezfixează șablonul
ru: Открепить шаблон

source: Untitled
es: Sin título
ro: Fără Titlu
ru: Без названия

source: Update Notification Settings
es: Actualizar configuración de notificaciones
ro: Actualizează Setările de Notificări
ru: Обновить настройки уведомлений

source: Vibrate the Phone
es: Hacer vibrar el teléfono
ro: Vibrează Telefonul
ru: Вибрация телефона

source: Visible
es: Visibles
ro: Vizibil
ru: Видимые

source: Watch Connection Failed
es: Error de conexión con el reloj
ro: Conexiunea la ceas a eșuat
ru: Соединение с часами не удалось

source: We’ll set it to vibrate three times
es: Lo configuraremos para que vibre tres veces
ro: Îl vom seta să vibreze de trei ori
ru: Мы настроим его на три вибрации

source: When Timer Ends
es: Al finalizar el temporizador
ro: Când Timerul Se Termină
ru: По окончании таймера

source: When Timer Starts
es: Al iniciar el temporizador
ro: Când Timerul Începe
ru: При запуске таймера

source: Write a Review
es: Escribir una reseña
ro: Scrie o recenzie
ru: Написать отзыв

source: You may close the window
es: Puedes cerrar la ventana
ro: Puteți închide fereastra
ru: Вы можете закрыть окно

source: Your Sounds
es: Tus Sonidos
ro: Sunetele Tale
ru: Ваши Звуки

source: Your friends and family might find it useful too.
es: Tus amigos y familiares también podrían encontrarlo útil.
ro: Prietenii și familia ta l-ar putea găsi deasemenea util.
ru: Вашим друзьям и семье это тоже может быть полезно.

source: Your notification settings might be limiting how you're alerted. Please consider updating the following to ensure you don't miss important alerts:
es: Tus configuraciones de notificaciones podrían estar limitando cómo se te alerta. Considera actualizar lo siguiente para asegurarte de no perderte alertas importantes:
ro: Setările tale de notificări ar putea limita modul în care ești alertat. Te rugăm să iei în considerare actualizarea următoarelor pentru a te asigura că nu ratezi alerte importante:
ru: Настройки уведомлений могут ограничивать способы получения оповещений. Пожалуйста, рассмотрите возможность обновления следующих параметров, чтобы не пропустить важные уведомления:

source: and Repeats Triggers
es: y Repite Disparadores
ro: și Repetă Declanșatoarele
ru: и Повторяет Триггеры

# generic.back
source: Back
es: Atrás
ro: Înapoi
ru: Назад

# generic.cancel
source: Cancel
es: Cancelar
ro: Anulează
ru: Отмена

source: hours
es: horas
ro: ore
ru: часы

source: min
es: minutos
ru: минуты

source: sec
es: segundos
ru: секунды

# timerForm.cancelButton
source: Cancel
es: Cancelar
ro: Anulează
ru: Отменить

source: ✨Enjoy New Experience
es: ✨ Disfruta de una nueva experiencia
ro: ✨Bucurați-vă de o experiență nouă
ru: ✨Наслаждайтесь новым опытом

source: 🌱 Contribute to Timix
es: 🌱 Contribuir a Timix
ro: 🌱 Contribuie la Timix
ru: 🌱 Внести вклад в Timix

source: Go to Settings
es: Ir a Configuración
ro: Deschide Setările
ru: Перейти в Настройки

source: Go to Settings and allow Timix to access your camera.
es: Ve a Configuración y permite que Timix acceda a tu cámara.
ro: Accesează Setările și permite Timix să acceseze camera.
ru: Перейдите в настройки и разрешите Timix доступ к вашей камере.

source: No Camera Access
es: Sin acceso a la cámara
ro: Nu există acces la cameră
ru: Нет доступа к камере

source: No Timers Detected
es: No se detectaron temporizadores
ro: Nu au fost detectate cronometre
ru: Таймеры не обнаружены

source: American Football
es: Fútbol americano
ro: Fotbal american
ru: Американский футбол

source: Archery
es: Tiro con arco
ro: Tir cu arcul
ru: Стрельба из лука

source: Australian Football
es: Fútbol australiano
ro: Fotbal australian
ru: Австралийский футбол

source: Badminton
es: Bádminton
ru: Бадминтон

source: Barre
ru: Барре

source: Baseball
es: Béisbol
ru: Бейсбол

source: Basketball
es: Baloncesto
ru: Баскетбол

source: Bowling
es: Bolos
ru: Боулинг

source: Boxing
es: Boxeo
ro: Box
ru: Бокс

source: Cardio Dance
es: Danza cardiovascular
ro: Dans cardio
ru: Кардио-танцы

source: Climbing
es: Escalada
ro: Cățărare
ru: Скалолазание

source: Cooldown
es: Enfriamiento
ro: Revenire
ru: Заминка

source: Core Training
es: Entrenamiento de core
ro: Antrenament de core
ru: Тренировка кора

source: Cricket
es: Críquet
ru: Крикет

source: Cross Country Skiing
es: Esquí de fondo
ro: Schi fond
ru: Лыжные гонки

source: Cross Training
es: Entrenamiento cruzado
ro: Antrenament combinat
ru: Кросс-тренинг

source: Curling
ru: Кёрлинг

source: Disc Sports
es: Juegos con disco volador
ro: Sporturi cu disc
ru: Игры с летающим диском

source: Downhill Skiing
es: Esquí alpino
ro: Schi alpin
ru: Горные лыжи

source: Elliptical
es: Elíptica
ro: Eliptică
ru: Эллиптический тренажёр

source: Equestrian Sports
es: Deportes ecuestres
ro: Sporturi ecvestre
ru: Конный спорт

source: Fencing
es: Esgrima
ro: Scrimă
ru: Фехтование

source: Fishing
es: Pesca
ro: Pescuit
ru: Рыбалка

source: Fitness Gaming
es: Juegos de fitness
ro: Jocuri de fitness
ru: Фитнес-игры

source: Flexibility
es: Flexibilidad
ro: Flexibilitate
ru: Гибкость

source: Functional Strength Training
es: Entrenamiento de fuerza funcional
ro: Antrenament funcțional de forță
ru: Функциональная силовая тренировка

source: Golf
ru: Гольф

source: Gymnastics
es: Gimnasia
ro: Gimnastică
ru: Гимнастика

source: Hand Cycling
es: Bicicleta de mano
ro: Ciclism cu mâinile
ru: Велосипед с ручным приводом

source: Handball
es: Balonmano
ro: Handbal
ru: Гандбол

source: High Intensity Interval Training
es: Entrenamiento de intervalos de alta intensidad
ro: Antrenament pe intervale de intensitate ridicată
ru: Интервальная тренировка высокой интенсивности

source: Hiking
es: Senderismo
ru: Пешеходный туризм

source: Hockey
ro: Hochei
ru: Хоккей

source: Hunting
es: Caza
ro: Vânătoare
ru: Охота

source: Jump Rope
es: Saltos con cuerda
ro: Săritura în coardă
ru: Прыжки со скакалкой

source: Kickboxing
ru: Кикбоксинг

source: Lacrosse
ru: Лакросс

source: Martial Arts
es: Artes marciales
ro: Arte marțiale
ru: Боевые искусства

source: Mind and Body
es: Mente y cuerpo
ro: Meditație și Corp
ru: Разум и тело

source: Mixed Cardio
es: Cardio mixto
ro: Cardio mixt
ru: Смешанный кардио

source: Other
es: Otro
ro: Alta
ru: Другое

source: Paddle Sports
es: Deportes acuáticos con remo
ro: Sporturi cu padele
ru: Водные виды спорта с веслом

source: Pickleball
ru: Пиклбол

source: Pilates
ru: Пилатес

source: Play
es: Jugar
ro: Joacă
ru: Игры

source: Preparation and Recovery
es: Preparación y recuperación
ro: Pregătire și recuperare
ru: Подготовка и восстановление

source: Racquetball
es: Raquetbol
ru: Ракетбол

source: Rowing
es: Remo
ro: Canotaj
ru: Гребля

source: Rugby
ru: Регби

source: Running
es: Correr
ro: Alergare
ru: Бег

source: Sailing
es: Vela
ru: Парусный спорт

source: Skating Sports
es: Deportes sobre patines
ro: Sporturi de patinaj
ru: Виды спорта на коньках

source: Snow Sports
es: Deportes de invierno
ro: Sporturi de iarnă
ru: Зимние виды спорта

source: Snowboarding
ru: Сноуборд

source: Soccer
es: Fútbol
ro: Fotbal
ru: Футбол

source: Social Dance
es: Bailes sociales
ro: Dans social
ru: Социальные танцы

source: Softball
ru: Софтбол

source: Squash
ru: Сквош

source: Stair Climbing
es: Subir escaleras
ro: Urcare pe scări
ru: Подъём по лестнице

source: Stairs
es: Escalera
ro: Scări
ru: Лестница

source: Step Training
es: Entrenamiento de step
ro: Antrenament de step
ru: Степ-тренировка

source: Surfing Sports
es: Surf
ro: Sporturi de surfing
ru: Серфинг

source: Swim Bike Run
es: Natación, ciclismo, carrera
ro: Înot, ciclism și alergare
ru: Плавание, велосипед, бег

source: Swimming
es: Natación
ro: Înot
ru: Плавание

source: Table Tennis
es: Tenis de mesa
ro: Tenis de masă
ru: Настольный теннис

source: Tai Chi
ru: Тай-чи

source: Tennis
es: Tenis
ro: Tenis
ru: Теннис

source: Track and Field
es: Atletismo
ro: Atletism
ru: Лёгкая атлетика

source: Traditional Strength Training
es: Entrenamiento tradicional de fuerza
ro: Antrenament tradițional de forță
ru: Традиционная силовая тренировка

source: Transition
es: Transición
ro: Tranziție
ru: Переход

source: Underwater Diving
es: Buceo
ro: Scufundări subacvatice
ru: Подводное

source: Volleyball
es: Voleibol
ro: Volei
ru: Волейбол

source: Walking
es: Caminata
ro: Mers
ru: Ходьба

source: Water Fitness
es: Fitness acuático
ro: Fitness în apă
ru: Водный фитнес

source: Water Polo
es: Polo acuático
ro: Polo
ru: Водное поло

source: Water Sports
es: Deportes acuáticos
ro: Sporturi acvatice
ru: Водные виды спорта

source: Wheelchair Run Pace
es: Ritmo de carrera en silla de ruedas
ro: Ritm de alergare în scaun cu rotile
ru: Темп бега в инвалидной коляске

source: Wheelchair Walk Pace
es: Ritmo de caminata en silla de ruedas
ro: Ritm de mers în scaun cu rotile
ru: Темп ходьбы в инвалидной коляске

source: Wrestling
es: Lucha
ro: Lupte
ru: Борьба

source: Yoga
ru: Йога

source: Adaptive App Icon
es: Icono de aplicación adaptable
ro: Iconiță a aplicație adaptivă
ru: Адаптивная иконка приложения

source: Application Version
es: Versión de la Aplicación
ro: Versiunea Aplicației
ru: Версия Приложения

source: Data
es: Datos
ro: Date
ru: Данные

source: Enable Onboarding
es: Activar Introducción
ro: Activează Ghidul
ru: Включить Обучение

source: Enable Running In Background
es: Permitir ejecución en segundo plano
ro: Permite rularea în fundal
ru: Разрешить работу в фоновом режиме

source: Information
es: Información
ro: Informații
ru: Информация

source: Remove All Data
es: Eliminar todos los datos
ro: Șterge toate datele
ru: Удалить все данные

source: Shows AI Tip in Search
es: Muestra la sugerencia de TimixGPT
ro: Arată Sugestia TimixGPT
ru: Показывать TimixGPT подсказку

source: %1$lld timers; Duration: %2$@
es: %1$lld temporizadores; Duración: %2$@

# Perform %lld Actions|==|plural.one
source: Perform %lld Actions
es: Realizar %lld acción
ro: Efectuează %lld acțiune

# Perform %lld Actions|==|plural.other
source: Perform %lld Actions
es: Realizar %lld acciones
ro: Efectuează %lld de acțiuni

# Timer %lld|==|plural.one
source: Timer %lld
es: Temporizador %lld

# Timer %lld|==|plural.other
source: Timer %lld
es: Temporizador %lld

# %lld Results|==|plural.few
source: %lld Results
ro: %lld rezultate

# %lld times|==|plural.few
source: %lld times
ro: de %lld ori

# Perform %lld Actions|==|plural.few
source: Perform %lld Actions
ro: Efectuează %lld acțiuni

# Phone Vibrates %lld times|==|plural.few
source: Phone Vibrates %lld times
ro: Telefonul vibrează de %lld ori

# Screen Flashes %lld times|==|plural.few
source: Screen Flashes %lld times
ro: Ecranul clipește de %lld ori

# Torch Flashes %lld times|==|plural.few
source: Torch Flashes %lld times
ro: Lanterna clipește de %lld ori
